Repository: rodrigofranzoi/Voice-Recognition
Catalog: Zupan-VoiceRecognition/Zupan-VoiceRecognition/Resources/*.lproj/Localizable.strings
Languages: de, pt_br

source: Start Speech
de: Beginnen Sie mit dem Sprechen
pt_br: Começar a falar

# stop_speech
source: Stop
de: Stopp
pt_br: Parar

source: empty
de: Leer
pt_br: Vazio

# noSpeechPermissionTitle
source: 🔇 You don't have permission to use the Speech
de: 🔇 Sie haben keine Berechtigung zur Verwendung der Spracherkennung
pt_br: 🔇 Você não tem permissão para utilizar Reconhecimento de Fala

# noSpeechPermissionBody
source: Please, go to settings and enable the Speech Recognition.
de: Bitte öffnen Sie die Anwendungseinstellungen und aktivieren Sie die Spracherkennung.
pt_br: Por favor, abra as configuraçoes do aplicativo e habilite Reconhecimento de Fala.

# askSpeechPermissionTitle
source: 🔈 Speech permission
de: 🔈 Spracherkennungsberechtigung
pt_br: 🔈 Permissão de Reconhecimento de Fala

# askSpeechPermissionBody
source: Would you give the app permission to use Speech Recognition functionality?
de: Erlauben Sie der Anwendung, die Spracherkennungsfunktion zu verwenden?
pt_br: Você permite o aplicativo utlizar a funcionalidade de Reconhecimento de Fala?

source: ⚙️ Open Settings
de: ⚙️ Einstellungen öffnen
pt_br: ⚙️ Abrir as configurações

source: Continue
de: Weiter
pt_br: Continuar

source: Cancel
de: Abbrechen
pt_br: Cancelar

# noMicPermissionTitle
source: 🤐 You don't have permission to use the Microphone
de: 🤐 Sie haben keine Berechtigung, das Mikrofon zu verwenden
pt_br: 🤐 Você não tem permissão para utilizar o microfone

# noMicPermissionBody
source: Please, go to settings and enable the Microphone.
de: Bitte aktivieren Sie das Mikrofon in den App-Einstellungen
pt_br: Por favor, habilite Microfone nas configurações do aplicativo

# askMicPermissionTitle
source: 🎤 Microphone permission
de: 🎤 Berechtigung zur Verwendung des Mikrofons
pt_br: 🎤 Permissão para utilizar o microfone

# askMicPermissionBody
source: Would you give the app permission to use Microphone functionality?
de: Erlauben Sie der Anwendung, die Mikrofonfunktion zu verwenden?
pt_br: Você permite o aplicativo utlizar a funcionalidade de microfone?

source: History
de: Geschichte
pt_br: Histórico

# noHistory
source: You have not said any command yet
de: Sie haben noch keine Befehle gesprochen
pt_br: Você ainda não falou nenhum comando

source: Dismiss
de: Zurück
pt_br: Voltar

# rulesTitle
source: Rules for the game:
de: Spielregeln:
pt_br: Regras para o jogo:

# rulesDescription
source: Available commands: count, code: ✅ Accepts: [count, code, back, reset] 🗣 Parameters [0-9] back, reset: ✅ Accepts: [count, code, back, reset] 🗣 Parameters: none
de: Verfügbare Befehle: back, code: ✅ Akzeptiert: [count, code, back, reset] 🗣 Parameter: [0-9] back, reset: ✅ Akzeptiert: [count, code, back, reset] 🗣 Parameter: keine
pt_br: Comandos Disponíveis: contar, código: ✅ Aceita: [contar, código, voltar, resetar] 🗣 Parâmetros: [0-9] back, reset: ✅ Aceita: [contar, código, voltar, resetar] 🗣 Parâmetros: none
